Repository: carriercomm/vpnease-l2tp
Catalog: gfxboot-theme-ubuntu-0.1.27+codebay/po/*.po
Languages: ku

source: OK
ku: Temam

source: Cancel
ku: Betal

source: Reboot
ku: Nûdestpêk

source: Continue
ku: Bidomîne

source: Boot Options
ku: Vebijêrkên Boot

source: Exiting...
ku: Tê derketin...

source: You are leaving the graphical boot menu and starting the text mode interface.
ku: Tu niha ji menuya boot ya grafîkî derdikevî û dest bi moda tekst dikî.

source: Help
ku: Alîkarî

source: Starting...
ku: Tê dest pê kirin...

source: Loading Linux Kernel
ku: Kernel a Linux tê barkirin

source: Loading memtest86
ku: Memtest86 tê barkirin

source: Boot loader
ku: Barkêra boot

source: I/O error
ku: Çewtiya I/O

source: Change Boot Disk
ku: Dîska Boot biguherîne

source: Insert boot disk %u.
ku: Dîska boot ya %u têxe.

source: This is boot disk %u. Insert boot disk %u.
ku: Ev dîska boot ya %u ye. Dîska boot ya %u têxe.

source: This is not a suitable boot disk. Please insert boot disk %u.
ku: Ev dîskeke boot ya birêk nîn e. Ji kerema xwe dîska boot ya %u têxe.

source: Password
ku: Şîfre

source: Enter your password:
ku: Şîfreya xwe binivîse:

source: DVD Error
ku: Çewtiya DVD

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
ku: Ev DVD'yeke dualî ye. Te ji aliyê duyem da destpêkirin.

source: Power Off
ku: Bigire

source: Halt the system now?
ku: Pergal bila were girtin?

source: Hard Disk Installation
ku: Sazkirina Hard Dîskê

source: Disk Device (scan all disks if empty)
ku: Amûrê disk (heke vala be hemû diskan saxtî bike)

source: Directory
ku: Peldank

source: FTP Installation
ku: Sazkirina FTP

source: Server
ku: Pêşkêşker

source: Password
ku: Şîfre

source: User (anonymous login if empty)
ku: Bikarhêner (heke vala be, têketina bênav dibe)

source: NFS Installation
ku: Sazkirina NFS

source: User (using "guest" if empty)
ku: Bikarhêner (heke vala be, "mêvan" tê bikaranîn)

source: SMB (Windows Share) Installation
ku: Sazkirina SMB (Windows Share)

source: HTTP Installation
ku: Sazkirina HTTP

source: Domain
ku: Herêma bandorê

source: Other Options
ku: Vebijêrkên din

source: Language
ku: Ziman

source: Keymap
ku: Klavye

source: Normal mode
ku: Moda asayî

source: Expert mode
ku: Moda pisporan

source: Accessibility
ku: Gihiştin

source: None
ku: Tune

source: Lesser Visual Impairment
ku: Lawazkirina dîtbarî ya hindiktir

source: Moderate Visual Impairment
ku: Lawazkirina dîtbarî ya navinc

source: Blindness
ku: Koritî

source: Minor Motor Difficulties
ku: Dijwariyên tevgerê yên asta nizm

source: Motor Difficulties - pointing devices
ku: Diwariyên tevgerê - amûrên nîşanan

source: Motor Difficulties - switch devices
ku: Dijwariyên tevgerê - guhertina amûran

source: Everything
ku: Her tişt

source: ^Start or install Ubuntu
ku: ^Dest bi Ubuntuyê bike

source: Start Ubuntu in safe ^graphics mode
ku: Dest bi Ubuntuyê di moda ^grafîk a ewle de bike

source: ^Start or install Kubuntu
ku: ^Dest bi Kubuntuyê bike

source: Start Kubuntu in safe ^graphics mode
ku: Dest bi Kubuntuyê di moda ^grafîk a ewle de bike

source: ^Start or install Edubuntu
ku: ^Dest bi Edubuntuyê bike

source: Start Edubuntu in safe ^graphics mode
ku: Dest bi Edubuntuyê di moda ^grafîk a ewle de bike

source: ^Start or install Xubuntu
ku: ^Dest bi Xubuntuyê bike

source: Start Xubuntu in safe ^graphics mode
ku: Dest bi Xubuntuyê di moda ^grafîk a ewle de bike

source: ^Install in text mode
ku: Di hard disk a yekemîn de ^saz bike

source: ^Install to the hard disk
ku: Di hard disk a yekemîn de ^saz bike

source: Install a ^workstation
ku: Komputerekê ^asayî saz bike

source: Install in ^OEM mode
ku: Di moda ^OEM de saz bike

source: Install a ^LAMP server
ku: Pêşkêşkareke ^LAMP saz bike

source: Install a ^server
ku: ^Pêşkêşkerekê saz bike

source: ^Check CD for defects
ku: Rastbûna CD'yê ^kontrol bike

source: ^Rescue a broken system
ku: Sîstemeke şikestî ^rizgar bike

source: ^Memory test
ku: ^Testa bîrê

source: ^Boot from first hard disk
ku: Ji hard disk a yekemîn ^boot bike
